---
kind: property
id: P:Autodesk.Revit.DB.PointCloudType.FoundStatus
source: html/4fdf0074-3b7e-e6dc-0bf2-2c9b47685a30.htm
---
# Autodesk.Revit.DB.PointCloudType.FoundStatus Property

Shows whether the Point Cloud external file could be found.

## Syntax (C#)
```csharp
public PointCloudFoundStatus FoundStatus { get; }
```